Revit 2027 API
BuiltInFailures.StairRampFailures.BalustersTooCloseAbsolute Property
 Baluster Separation is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BalustersTooCloseAbsolute { get; }
Public Shared ReadOnly Property BalustersTooCloseAbsolute As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BalustersTooCloseAbsolute {
	FailureDefinitionId^ get ();
}
static member BalustersTooCloseAbsolute : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace